Repository: owngoal-dev/Fila
Catalog: Frameworks/FilaMusicLibrary/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: “%@” will be deleted from this device’s music library.
ar: سيتم حذف “%@” من مكتبة الموسيقى على هذا الجهاز.
de: “%@” wird aus der Musikmediathek dieses Geräts gelöscht.
es: “%@” se eliminará de la biblioteca de música de este dispositivo.
fr: “%@” sera supprimé de la bibliothèque musicale de cet appareil.
it: “%@” verrà eliminato dalla libreria musicale di questo dispositivo.
ja: “%@”をこのデバイスのミュージックライブラリから削除します。
ko: 이 기기의 음악 보관함에서 “%@” 노래가 삭제됩니다.
pt_br: “%@” será apagada da biblioteca de músicas deste dispositivo.
ru: Песня “%@” будет удалена из медиатеки этого устройства.
vi: “%@” sẽ bị xóa khỏi thư viện nhạc của thiết bị này.
zh_hans: 将从此设备的音乐资料库删除“%@”。
zh_hant: 將從此裝置的音樂資料庫刪除“%@”。

source: Album
ar: الألبوم
es: Álbum
ja: アルバム
ko: 앨범
pt_br: Álbum
ru: Альбом
zh_hans: 专辑
zh_hant: 專輯

source: Album Artist
ar: فنان الألبوم
de: Album-Interpret
es: Artista del álbum
fr: Artiste de l’album
it: Artista dell’album
ja: アルバムアーティスト
ko: 앨범 아티스트
pt_br: Artista do Álbum
ru: Исполнитель альбома
vi: Nghệ sĩ album
zh_hans: 专辑艺术家
zh_hant: 專輯演出者

source: Artist
ar: الفنان
de: Interpret
es: Artista
fr: Artiste
it: Artista
ja: アーティスト
ko: 아티스트
pt_br: Artista
ru: Исполнитель
vi: Nghệ sĩ
zh_hans: 艺术家
zh_hant: 演出者

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Choose a playable audio file without copy protection.
ar: اختر ملفًا صوتيًا قابلًا للتشغيل وغير محمي ضد النسخ.
de: Wähle eine abspielbare Audiodatei ohne Kopierschutz.
es: Elige un archivo de audio reproducible y sin protección anticopia.
fr: Choisissez un fichier audio lisible et sans protection contre la copie.
it: Scegli un file audio riproducibile e senza protezione anticopia.
ja: コピー保護されていない、再生可能なオーディオファイルを選択してください。
ko: 복사 방지가 적용되지 않은 재생 가능한 오디오 파일을 선택하세요.
pt_br: Escolha um arquivo de áudio reproduzível e sem proteção contra cópia.
ru: Выберите воспроизводимый аудиофайл без защиты от копирования.
vi: Chọn tệp âm thanh có thể phát và không được bảo vệ chống sao chép.
zh_hans: 请选择可以播放且没有拷贝保护的音频文件。
zh_hant: 請選擇可以播放且沒有拷貝保護的音訊檔案。

source: Comment
ar: تعليق
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 코멘트
pt_br: Comentário
ru: Комментарий
vi: Chú thích
zh_hans: 备注
zh_hant: 註解

source: Composer
ar: الملحّن
de: Komponist
es: Compositor
fr: Compositeur
it: Compositore
ja: 作曲者
ko: 작곡가
pt_br: Compositor
ru: Композитор
vi: Nhà soạn nhạc
zh_hans: 作曲者
zh_hant: 作曲者

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Apagar
ru: Удалить
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete from Library
ar: حذف من المكتبة
de: Aus Mediathek löschen
es: Eliminar de la biblioteca
fr: Supprimer de la bibliothèque
it: Elimina dalla libreria
ja: ライブラリから削除
ko: 보관함에서 삭제
pt_br: Apagar da Biblioteca
ru: Удалить из медиатеки
vi: Xóa khỏi thư viện
zh_hans: 从音乐资料库删除
zh_hant: 從資料庫刪除

source: Deleting…
ar: جارٍ الحذف…
de: Wird gelöscht…
es: Eliminando…
fr: Suppression…
it: Eliminazione…
ja: 削除中…
ko: 삭제 중…
pt_br: Apagando…
ru: Удаление…
vi: Đang xóa…
zh_hans: 正在删除…
zh_hant: 正在刪除…

source: Disc Number
ar: رقم القرص
de: CD-Nummer
es: Número de disco
fr: Numéro de disque
it: Numero del disco
ja: ディスク番号
ko: 디스크 번호
pt_br: Número do Disco
ru: Номер диска
vi: Số đĩa
zh_hans: 碟片编号
zh_hant: 光碟編號

source: Edit this song’s details in the device’s music library.
ar: عدّل تفاصيل هذه الأغنية في مكتبة الموسيقى على الجهاز.
de: Bearbeite die Details dieses Songs in der Musikmediathek des Geräts.
es: Edita los detalles de esta canción en la biblioteca de música del dispositivo.
fr: Modifiez les détails de ce morceau dans la bibliothèque musicale de l’appareil.
it: Modifica i dettagli di questo brano nella libreria musicale del dispositivo.
ja: デバイスのミュージックライブラリにあるこの曲の詳細を編集します。
ko: 기기의 음악 보관함에서 이 노래의 세부 정보를 편집하세요.
pt_br: Edite os detalhes desta música na biblioteca de músicas do dispositivo.
ru: Измените сведения об этой песне в музыкальной медиатеке устройства.
vi: Chỉnh sửa thông tin bài hát này trong thư viện nhạc trên thiết bị.
zh_hans: 编辑设备音乐资料库中这首歌曲的详细信息。
zh_hant: 編輯裝置音樂資料庫中這首歌曲的詳細資訊。

source: Enter a whole number from 0 to 9999.
ar: أدخل عددًا صحيحًا من 0 إلى 9999.
de: Gib eine ganze Zahl von 0 bis 9999 ein.
es: Introduce un número entero entre 0 y 9999.
fr: Saisissez un nombre entier compris entre 0 et 9999.
it: Inserisci un numero intero da 0 a 9999.
ja: 0〜9999の整数を入力してください。
ko: 0에서 9999 사이의 정수를 입력하십시오.
pt_br: Digite um número inteiro de 0 a 9999.
ru: Введите целое число от 0 до 9999.
vi: Hãy nhập số nguyên từ 0 đến 9999.
zh_hans: 请输入 0 至 9999 之间的整数。
zh_hant: 請輸入 0 到 9999 之間的整數。

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出す
ko: 내보내기
pt_br: Exportar
ru: Экспортировать
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Fila cannot edit the music library on this device.
ar: لا يستطيع Fila تحرير مكتبة الموسيقى على هذا الجهاز.
de: Fila kann die Musikmediathek auf diesem Gerät nicht bearbeiten.
es: Fila no puede editar la biblioteca de música de este dispositivo.
fr: Fila ne peut pas modifier la bibliothèque musicale de cet appareil.
it: Fila non può modificare la libreria musicale su questo dispositivo.
ja: Filaはこのデバイスのミュージックライブラリを編集できません。
ko: Fila는 이 기기의 음악 보관함을 편집할 수 없습니다.
pt_br: O Fila não pode editar a biblioteca de música deste dispositivo.
ru: Fila не может изменять медиатеку на этом устройстве.
vi: Fila không thể chỉnh sửa thư viện nhạc trên thiết bị này.
zh_hans: Fila 无法在此设备上编辑音乐资料库。
zh_hant: Fila 無法編輯此裝置上的音樂資料庫。

source: Fila does not have access to Music. Allow access in Settings, then try again.
ar: لا يملك Fila إذن الوصول إلى الموسيقى. اسمح بالوصول من الإعدادات، ثم حاول مرة أخرى.
de: Fila hat keinen Zugriff auf „Musik“. Erlaube den Zugriff in den Einstellungen und versuche es erneut.
es: Fila no tiene acceso a Música. Concede el acceso en Ajustes e inténtalo de nuevo.
fr: Fila n’a pas accès à Musique. Autorisez l’accès dans Réglages, puis réessayez.
it: Fila non ha accesso a Musica. Consenti l’accesso in Impostazioni, poi riprova.
ja: Filaに「ミュージック」へのアクセス権がありません。「設定」でアクセスを許可してから、もう一度お試しください。
ko: Fila에 음악 접근 권한이 없습니다. 설정에서 접근을 허용한 다음 다시 시도하십시오.
pt_br: O Fila não tem acesso à Música. Permita o acesso em Ajustes e tente novamente.
ru: У Fila нет доступа к Музыке. Разрешите доступ в Настройках и повторите попытку.
vi: Fila không có quyền truy cập Nhạc. Hãy cho phép truy cập trong Cài đặt rồi thử lại.
zh_hans: Fila 没有“音乐”的访问权限。请在“设置”中允许访问，然后重试。
zh_hant: Fila 沒有「音樂」的取用權限。請在「設定」中允許取用，然後再試一次。

source: Genre
ar: النوع الموسيقي
es: Género
it: Genere
ja: ジャンル
ko: 장르
pt_br: Gênero
ru: Жанр
vi: Thể loại
zh_hans: 流派
zh_hant: 類型

source: Import an audio file to add it to this device’s music library.
ar: استورد ملفًا صوتيًا لإضافته إلى مكتبة الموسيقى على هذا الجهاز.
de: Importiere eine Audiodatei, um sie zur Musikmediathek dieses Geräts hinzuzufügen.
es: Importa un archivo de audio para añadirlo a la biblioteca musical de este dispositivo.
fr: Importez un fichier audio pour l’ajouter à la bibliothèque musicale de cet appareil.
it: Importa un file audio per aggiungerlo alla libreria musicale di questo dispositivo.
ja: オーディオファイルを読み込むと、このデバイスのミュージックライブラリに追加されます。
ko: 오디오 파일을 가져와 이 기기의 음악 보관함에 추가하십시오.
pt_br: Importe um arquivo de áudio para adicioná-lo à biblioteca de músicas deste dispositivo.
ru: Импортируйте аудиофайл, чтобы добавить его в музыкальную медиатеку устройства.
vi: Nhập một tệp âm thanh để thêm vào thư viện nhạc của thiết bị này.
zh_hans: 导入音频文件，将其添加到此设备的音乐资料库。
zh_hant: 匯入音訊檔案，將其加入此裝置的音樂資料庫。

source: Import Music
ar: استيراد الموسيقى
de: Musik importieren
es: Importar música
fr: Importer de la musique
it: Importa musica
ja: 音楽を読み込む
ko: 음악 가져오기
pt_br: Importar Música
ru: Импортировать музыку
vi: Nhập nhạc
zh_hans: 导入音乐
zh_hant: 匯入音樂

source: Importing Music…
ar: جارٍ استيراد الموسيقى…
de: Musik wird importiert…
es: Importando música…
fr: Importation de la musique…
it: Importazione della musica…
ja: 音楽を読み込み中…
ko: 음악 가져오는 중…
pt_br: Importando Música…
ru: Импорт музыки…
vi: Đang nhập nhạc…
zh_hans: 正在导入音乐…
zh_hant: 正在匯入音樂…

source: Keep Fila open until the import finishes.
ar: أبقِ Fila مفتوحًا حتى ينتهي الاستيراد.
de: Lass Fila geöffnet, bis der Import abgeschlossen ist.
es: Mantén Fila abierto hasta que termine la importación.
fr: Gardez Fila ouvert jusqu’à la fin de l’importation.
it: Tieni Fila aperto fino al termine dell’importazione.
ja: 読み込みが完了するまで Fila を開いたままにしてください。
ko: 가져오기가 완료될 때까지 Fila를 열어 두세요.
pt_br: Mantenha o Fila aberto até a importação terminar.
ru: Не закрывайте Fila до завершения импорта.
vi: Giữ Fila mở cho đến khi nhập xong.
zh_hans: 请保持 Fila 打开，直到导入完成。
zh_hant: 請保持 Fila 開啟，直到匯入完成。

source: Keep Fila open until the library update finishes.
ar: أبقِ Fila مفتوحًا حتى ينتهي تحديث المكتبة.
de: Lass Fila geöffnet, bis die Aktualisierung der Musikmediathek abgeschlossen ist.
es: Mantén Fila abierto hasta que termine la actualización de la biblioteca.
fr: Gardez Fila ouvert jusqu’à la fin de la mise à jour de la bibliothèque.
it: Tieni Fila aperto fino al termine dell’aggiornamento della libreria.
ja: ライブラリの更新が完了するまで、Filaを開いたままにしてください。
ko: 보관함 업데이트가 끝날 때까지 Fila를 열어 두세요.
pt_br: Mantenha o Fila aberto até a atualização da biblioteca terminar.
ru: Не закрывайте Fila, пока не завершится обновление медиатеки.
vi: Hãy để Fila mở cho đến khi cập nhật thư viện xong.
zh_hans: 保持 Fila 打开，直到资料库更新完成。
zh_hant: 請保持 Fila 開啟，直到資料庫更新完成。

source: Loading Music…
ar: جارٍ تحميل الموسيقى…
de: Musik wird geladen…
es: Cargando la música…
fr: Chargement de la musique…
it: Caricamento della musica…
ja: ミュージックを読み込み中…
ko: 음악 불러오는 중…
pt_br: Carregando Música…
ru: Загрузка музыки…
vi: Đang tải nhạc…
zh_hans: 正在载入音乐…
zh_hant: 正在載入音樂…

source: Music
ar: الموسيقى
de: Musik
es: Música
fr: Musique
it: Musica
ja: ミュージック
ko: 음악
pt_br: Música
ru: Музыка
vi: Nhạc
zh_hans: 音乐
zh_hant: 音樂

source: Music imported
ar: تم استيراد الموسيقى
de: Musik importiert
es: Música importada
fr: Musique importée
it: Musica importata
ja: 音楽を読み込みました
ko: 음악을 가져왔습니다
pt_br: Música importada
ru: Музыка импортирована
vi: Đã nhập nhạc
zh_hans: 音乐已导入
zh_hant: 音樂已匯入

source: Music Unavailable
ar: الموسيقى غير متاحة
de: Musik nicht verfügbar
es: Música no disponible
fr: Musique indisponible
it: Musica non disponibile
ja: ミュージックを利用できません
ko: 음악을 사용할 수 없음
pt_br: Música Indisponível
ru: Музыка недоступна
vi: Nhạc không khả dụng
zh_hans: 音乐不可用
zh_hant: 音樂無法使用

source: No Matches
ar: لا توجد نتائج مطابقة
de: Keine Treffer
es: Sin coincidencias
fr: Aucune correspondance
it: Nessuna corrispondenza
ja: 一致する項目がありません
ko: 일치하는 항목 없음
pt_br: Nenhuma Correspondência
ru: Совпадений нет
vi: Không có kết quả khớp
zh_hans: 没有匹配项
zh_hant: 沒有相符項目

source: No Music
ar: لا توجد موسيقى
de: Keine Musik
es: Sin música
fr: Aucune musique
it: Nessun brano
ja: 曲がありません
ko: 음악 없음
pt_br: Sem Música
ru: Нет музыки
vi: Không có nhạc
zh_hans: 没有音乐
zh_hant: 沒有音樂

source: Only downloaded, unprotected songs can be exported.
ar: يمكن تصدير الأغاني التي تم تنزيلها وغير المحمية فقط.
de: Nur heruntergeladene, ungeschützte Titel können exportiert werden.
es: Solo se pueden exportar canciones descargadas y sin protección.
fr: Seuls les morceaux téléchargés et non protégés peuvent être exportés.
it: È possibile esportare solo brani scaricati e non protetti.
ja: ダウンロード済みで保護されていない曲のみ書き出せます。
ko: 다운로드한 보호되지 않은 곡만 내보낼 수 있습니다.
pt_br: Só é possível exportar músicas baixadas e sem proteção.
ru: Можно экспортировать только загруженные незащищённые песни.
vi: Chỉ có thể xuất bài hát đã tải xuống, không được bảo vệ.
zh_hans: 只能导出已下载且未受保护的歌曲。
zh_hant: 只能匯出已下載且未受保護的歌曲。

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
vi: Lưu
zh_hans: 存储
zh_hant: 儲存

source: Saved
ar: تم الحفظ
de: Gesichert
es: Guardado
fr: Enregistré
it: Salvato
ja: 保存しました
ko: 저장됨
pt_br: Salvo
ru: Сохранено
vi: Đã lưu
zh_hans: 已保存
zh_hant: 已儲存

source: Saving…
ar: جارٍ الحفظ…
de: Wird gesichert…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
pt_br: Salvando…
ru: Сохранение…
vi: Đang lưu…
zh_hans: 正在保存…
zh_hant: 正在儲存…

source: Show Library Folder
ar: إظهار مجلد Library
de: Ordner „Library“ anzeigen
es: Mostrar la carpeta Library
fr: Afficher le dossier Library
it: Mostra la cartella Library
ja: ライブラリフォルダを表示
ko: Library 폴더 보기
pt_br: Mostrar Pasta Library
ru: Показывать папку Library
vi: Hiển thị thư mục Library
zh_hans: 显示资料库文件夹
zh_hant: 顯示資源庫檔案夾

source: Song Details
ar: تفاصيل الأغنية
es: Detalles de la canción
fr: Détails du morceau
it: Dettagli del brano
ja: 曲の詳細
ko: 노래 세부사항
pt_br: Detalhes da Música
ru: Сведения о песне
vi: Chi tiết bài hát
zh_hans: 歌曲详情
zh_hant: 歌曲詳細資訊

source: The change could not be confirmed. Reopen the song’s details to check.
ar: تعذّر تأكيد التغيير. أعد فتح تفاصيل الأغنية للتحقق.
de: Die Änderung konnte nicht bestätigt werden. Öffne die Details des Songs erneut, um sie zu überprüfen.
es: No se ha podido confirmar el cambio. Vuelve a abrir los detalles de la canción para comprobarlo.
fr: La modification n’a pas pu être confirmée. Rouvrez les détails du morceau pour vérifier.
it: Non è stato possibile confermare la modifica. Riapri i dettagli del brano per verificare.
ja: 変更を確認できませんでした。曲の詳細を開き直して確認してください。
ko: 변경 사항을 확인할 수 없습니다. 노래의 세부 정보를 다시 열어 확인하세요.
pt_br: Não foi possível confirmar a alteração. Abra os detalhes da música novamente para verificar.
ru: Не удалось подтвердить изменение. Откройте сведения о песне снова, чтобы проверить результат.
vi: Không thể xác nhận thay đổi. Mở lại thông tin bài hát để kiểm tra.
zh_hans: 无法确认更改。请重新打开歌曲详情进行检查。
zh_hant: 無法確認變更。請重新開啟歌曲詳細資訊以檢查。

source: The music library could not import this file. Try again.
ar: تعذّر على مكتبة الموسيقى استيراد هذا الملف. حاول مرة أخرى.
de: Die Musikmediathek konnte diese Datei nicht importieren. Versuche es erneut.
es: La biblioteca de música no ha podido importar este archivo. Inténtalo de nuevo.
fr: La bibliothèque musicale n’a pas pu importer ce fichier. Réessayez.
it: La libreria musicale non ha potuto importare questo file. Riprova.
ja: このファイルをミュージックライブラリに読み込めませんでした。もう一度お試しください。
ko: 음악 보관함으로 이 파일을 가져올 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível importar este arquivo para a biblioteca de músicas. Tente novamente.
ru: Не удалось импортировать этот файл в музыкальную медиатеку. Повторите попытку.
vi: Thư viện nhạc không thể nhập tệp này. Hãy thử lại.
zh_hans: 音乐资料库无法导入此文件。请重试。
zh_hant: 無法將此檔案匯入音樂資料庫。請再試一次。

source: The music library could not save this change. Reopen the song’s details and try again.
ar: تعذّر على مكتبة الموسيقى حفظ هذا التغيير. أعد فتح تفاصيل الأغنية وحاول مرة أخرى.
de: Die Musikmediathek konnte diese Änderung nicht speichern. Öffne die Details des Songs erneut und versuche es noch einmal.
es: La biblioteca de música no ha podido guardar este cambio. Vuelve a abrir los detalles de la canción e inténtalo de nuevo.
fr: La bibliothèque musicale n’a pas pu enregistrer cette modification. Rouvrez les détails du morceau et réessayez.
it: La libreria musicale non ha potuto salvare questa modifica. Riapri i dettagli del brano e riprova.
ja: 変更をミュージックライブラリに保存できませんでした。曲の詳細を開き直して、もう一度お試しください。
ko: 음악 보관함에 변경 사항을 저장할 수 없습니다. 노래의 세부 정보를 다시 열고 다시 시도하세요.
pt_br: Não foi possível salvar esta alteração na biblioteca de músicas. Abra os detalhes da música novamente e tente outra vez.
ru: Не удалось сохранить это изменение в музыкальной медиатеке. Откройте сведения о песне снова и повторите попытку.
vi: Thư viện nhạc không thể lưu thay đổi này. Mở lại thông tin bài hát và thử lại.
zh_hans: 音乐资料库无法保存此更改。请重新打开歌曲详情后重试。
zh_hant: 無法將此變更儲存至音樂資料庫。請重新開啟歌曲詳細資訊，然後再試一次。

source: The music library has not finished updating. Refresh the list to check.
ar: لم يكتمل تحديث مكتبة الموسيقى. حدّث القائمة للتحقق.
de: Die Musikmediathek wurde noch nicht fertig aktualisiert. Aktualisiere die Liste, um den Stand zu prüfen.
es: La biblioteca de música aún no ha terminado de actualizarse. Actualiza la lista para comprobarlo.
fr: La mise à jour de la bibliothèque musicale n’est pas terminée. Actualisez la liste pour vérifier.
it: La libreria musicale non ha terminato l’aggiornamento. Aggiorna l’elenco per verificare.
ja: ミュージックライブラリの更新が完了していません。リストを更新して確認してください。
ko: 음악 보관함 업데이트가 아직 완료되지 않았습니다. 목록을 새로 고쳐 확인하세요.
pt_br: A biblioteca de músicas ainda não terminou de atualizar. Atualize a lista para conferir.
ru: Обновление медиатеки ещё не завершено. Обновите список для проверки.
vi: Thư viện nhạc chưa cập nhật xong. Làm mới danh sách để kiểm tra.
zh_hans: 音乐资料库尚未更新完成，请刷新列表确认结果。
zh_hant: 音樂資料庫尚未更新完成，請重新整理列表確認結果。

source: The song could not be deleted from the music library. Try again.
ar: تعذّر حذف الأغنية من مكتبة الموسيقى. حاول مرة أخرى.
de: Der Song konnte nicht aus der Musikmediathek gelöscht werden. Versuche es erneut.
es: No se ha podido eliminar la canción de la biblioteca de música. Inténtalo de nuevo.
fr: Le morceau n’a pas pu être supprimé de la bibliothèque musicale. Réessayez.
it: Impossibile eliminare il brano dalla libreria musicale. Riprova.
ja: 曲をミュージックライブラリから削除できませんでした。もう一度お試しください。
ko: 음악 보관함에서 노래를 삭제할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível apagar a música da biblioteca de músicas. Tente novamente.
ru: Не удалось удалить песню из медиатеки. Повторите попытку.
vi: Không thể xóa bài hát khỏi thư viện nhạc. Hãy thử lại.
zh_hans: 无法从音乐资料库删除这首歌曲，请重试。
zh_hant: 無法從音樂資料庫刪除這首歌曲。請再試一次。

source: This audio file could not be read. Choose another file.
ar: تعذّرت قراءة هذا الملف الصوتي. اختر ملفًا آخر.
de: Diese Audiodatei konnte nicht gelesen werden. Wähle eine andere Datei.
es: No se ha podido leer este archivo de audio. Elige otro archivo.
fr: Ce fichier audio n’a pas pu être lu. Choisissez un autre fichier.
it: Impossibile leggere questo file audio. Scegli un altro file.
ja: このオーディオファイルは読み込めませんでした。別のファイルを選択してください。
ko: 이 오디오 파일을 읽지 못했습니다. 다른 파일을 선택하십시오.
pt_br: Não foi possível ler este arquivo de áudio. Escolha outro arquivo.
ru: Не удалось прочитать этот аудиофайл. Выберите другой файл.
vi: Không đọc được tệp âm thanh này. Hãy chọn tệp khác.
zh_hans: 无法读取此音频文件。请选择其他文件。
zh_hant: 無法讀取此音訊檔案。請選擇其他檔案。

source: This song changed while it was open. Reopen its details before editing it.
ar: تغيّرت هذه الأغنية أثناء فتحها. أعد فتح تفاصيلها قبل تحريرها.
de: Dieser Song hat sich geändert, während er geöffnet war. Öffne seine Details erneut, bevor du ihn bearbeitest.
es: Esta canción ha cambiado mientras estaba abierta. Vuelve a abrir sus detalles antes de editarla.
fr: Ce morceau a changé pendant qu’il était ouvert. Rouvrez ses détails avant de le modifier.
it: Questo brano è cambiato mentre era aperto. Riapri i suoi dettagli prima di modificarlo.
ja: この曲は開いている間に変更されました。編集する前に詳細を開き直してください。
ko: 이 노래는 열려 있는 동안 변경되었습니다. 편집하기 전에 세부사항을 다시 여십시오.
pt_br: Esta música mudou enquanto estava aberta. Reabra os detalhes dela antes de editá-la.
ru: Эта песня изменилась, пока была открыта. Откройте её сведения заново, прежде чем изменять.
vi: Bài hát này đã thay đổi khi đang mở. Hãy mở lại phần chi tiết trước khi chỉnh sửa.
zh_hans: 此歌曲在打开后已被修改。请重新打开歌曲详情再编辑。
zh_hant: 這首歌曲在開啟期間已變更。請重新打開其詳細資訊後再編輯。

source: This value is too long or includes a character that cannot be saved. Change it and try again.
ar: هذه القيمة طويلة جدًا أو تتضمن حرفًا لا يمكن حفظه. غيّرها وحاول مرة أخرى.
de: Dieser Wert ist zu lang oder enthält ein Zeichen, das nicht gesichert werden kann. Ändere ihn und versuche es erneut.
es: Este valor es demasiado largo o incluye un carácter que no se puede guardar. Cámbialo e inténtalo de nuevo.
fr: Cette valeur est trop longue ou contient un caractère qui ne peut pas être enregistré. Modifiez-la et réessayez.
it: Questo valore è troppo lungo oppure contiene un carattere che non può essere salvato. Modificalo e riprova.
ja: この値は長すぎるか、保存できない文字が含まれています。変更して、もう一度お試しください。
ko: 이 값이 너무 길거나 저장할 수 없는 문자가 포함되어 있습니다. 값을 변경한 다음 다시 시도하십시오.
pt_br: Este valor é longo demais ou contém um caractere que não pode ser salvo. Altere-o e tente novamente.
ru: Это значение слишком длинное или содержит символ, который нельзя сохранить. Измените его и повторите попытку.
vi: Giá trị này quá dài hoặc chứa ký tự không thể lưu. Hãy thay đổi rồi thử lại.
zh_hans: 此值过长，或包含无法保存的字符。修改后重试。
zh_hant: 此值太長，或包含無法儲存的字元。請修改後再試一次。

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Track Number
ar: رقم المقطع
de: Titelnummer
es: Número de pista
fr: Numéro de piste
it: Numero della traccia
ja: トラック番号
ko: 트랙 번호
pt_br: Número da Faixa
ru: Номер дорожки
vi: Số bản nhạc
zh_hans: 曲目编号
zh_hant: 曲目編號

source: Unable to Delete Song
ar: تعذّر حذف الأغنية
de: Song kann nicht gelöscht werden
es: No se ha podido eliminar la canción
fr: Impossible de supprimer le morceau
it: Impossibile eliminare il brano
ja: 曲を削除できません
ko: 노래를 삭제할 수 없음
pt_br: Não foi possível apagar a música
ru: Не удалось удалить песню
vi: Không thể xóa bài hát
zh_hans: 无法删除歌曲
zh_hant: 無法刪除歌曲

source: Unable to Export
ar: تعذّر التصدير
de: Export nicht möglich
es: No se puede exportar
fr: Exportation impossible
it: Impossibile esportare
ja: 書き出せません
ko: 내보낼 수 없음
pt_br: Não foi possível exportar
ru: Не удалось экспортировать
vi: Không thể xuất
zh_hans: 无法导出
zh_hant: 無法匯出

source: Unable to Import Music
ar: تعذر استيراد الموسيقى
de: Musik kann nicht importiert werden
es: No se puede importar música
fr: Impossible d’importer la musique
it: Impossibile importare la musica
ja: 音楽を読み込めません
ko: 음악을 가져올 수 없음
pt_br: Não Foi Possível Importar Música
ru: Не удалось импортировать музыку
vi: Không thể nhập nhạc
zh_hans: 无法导入音乐
zh_hant: 無法匯入音樂

source: Unable to Refresh
ar: تعذّر التحديث
de: Aktualisieren nicht möglich
es: No se ha podido actualizar
fr: Impossible d’actualiser
it: Impossibile aggiornare
ja: 更新できません
ko: 새로고침할 수 없음
pt_br: Não Foi Possível Atualizar
ru: Не удалось обновить
vi: Không thể làm mới
zh_hans: 无法刷新
zh_hant: 無法重新整理

source: Unable to Save
ar: تعذّر الحفظ
de: Sichern nicht möglich
es: No se ha podido guardar
fr: Impossible d’enregistrer
it: Impossibile salvare
ja: 保存できません
ko: 저장할 수 없음
pt_br: Não Foi Possível Salvar
ru: Не удалось сохранить
vi: Không thể lưu
zh_hans: 无法保存
zh_hant: 無法儲存

source: Untitled
ar: بدون عنوان
de: Unbenannt
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 名称未設定
ko: 제목 없음
pt_br: Sem Título
ru: Без имени
vi: Không có tiêu đề
zh_hans: 未命名
zh_hant: 未命名

source: Year
ar: السنة
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 연도
pt_br: Ano
ru: Год
vi: Năm
zh_hans: 年份
zh_hant: 年份
